alert("تم تحميل print.js");
/*=========================================
        PRINT.JS
        مطاعم ومطابخ سحايب ديرتي
=========================================*/

//==============================
// عناصر الطباعة
//==============================

const printA4Btn = document.getElementById("printA4Btn");

//==============================
// طباعة A4
//==============================

printA4Btn.addEventListener("click", printA4);

function printA4(){

    alert("سيتم بناء تقرير A4 الاحترافي في الخطوة التالية.");

}
